[
  {
    "name": "Graneet",
    "location": "Paris, France",
    "date": "January 2022 to August 2022",
    "text": [
      "Graneet is a startup offering a SaaS in the construction sector. My role was to imagine, design the technical part and implement the new features of the application. Technologies used were :",
      "ReactJs, Chakra-UI, NestJS, TypeORM, PostgreSQL, Gitlab with CI/CD"
    ],
    "url": "https://www.graneet.fr",
    "urlName": "Constructor sector SaaS"
  },
  {
    "name": "La Ligne Web",
    "location": "Aix-en-Provence, France",
    "date": "September 2020 to January 2021",
    "text": [
      "Managed a team and met the clients for the specifications and the follow-up of the project.",
      "I have also done web development by creating, modifying, and debugging website built with CodeIgniter or Symfony (Frontend - Backend) and CMS such as Prestashop and Wordpress"
    ],
    "url": "https://www.la-ligne-web.com/",
    "urlName": "Web agency"
  },
  {
    "name": "La Ligne Web",
    "location": "Aix-en-Provence, France",
    "date": "January to April 2020",
    "text": [
      "My work consisted of updating and creating various websites with Prestashop, Wordpress or with frameworks such as CodeIgniter."
    ],
    "url": "https://www.la-ligne-web.com/",
    "urlName": "Web agency"
  },
  {
    "name": "E-partenaire",
    "location": "Aix-en-Provence, France",
    "date": "April to July 2019",
    "text": [
      "As an intern for a duration of 3 months, my job was to fix different problems and to create a website with PHP framework as Symfony or Laravel and Wordpress."
    ],
    "url": "https://agence-web-aix-en-provence.fr/",
    "urlName": "Web agency"
  },
  {
    "name": "Iniva",
    "location": "Miami, United-States",
    "date": "September to October 2018",
    "text": [
      "Iniva was a good experience, firstly because it greatly improved my level of english, as well as because it allowed me to start web developping with maintenance of the Shopify module of the website and creation of a newsletter."
    ],
    "url": "",
    "urlName": "African Concept store"
  }
]
